QuizPrac/app/views/questions/index.html.erb

        <ul>
          <% question.choices.each do |choice| %>
---
SELECT "choices".* FROM "choices" WHERE "choices"."question_id" = ?  [["question_id", 6]]